<?php
    require "service/tasks.php";

    convert_to_fahrenheit(50); // Проверка перевода в Фаренгейты
    convert_rubles_to_kopecks(50,-7); // // Проверка перевода роблей в копейки
    find_the_difference_in_time(5,4,1,2,4,2); // Разница времени у спортсменов
    convert_speed(50); // Конвертация скорости в метры в секунды
    information_about_triangle(4,5); // Площадь, периметр и гипотенуза треугольника
    last_digit(-45); // Последняя цифра двузначного числа
    first_digit(-45); // Первая цифра двузначного числа
    tens_in_number(324); // Количество десятков в любом числе
    kopecks(154); //Стоимость товара в рублях и копейках
    purchases(4, 100, 51); // Стоимость покупок
    square(10,5,6); //Количество квадратов в прямоугольнике
